Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextCustomFileNamingExplanation.Text
source: Drag and drop blocks to build your own dynamic file naming pattern. Select a block to modify its output or drag it into the bin to remove it.
cs: Přetažením bloků si můžete vytvořit vlastní dynamický vzor pojmenování souborů. Výběrem bloku upravte jeho výstup nebo jej přetažením do koše odstraňte.
he: גרור ושחרר בלוקים כדי לבנות דפוס שמות קבצים דינמי משלך. בחר בלוק כדי לשנות את הפלט שלו או גרור אותו לפח כדי להסיר אותו.
hu: Húzzon ide blokkokat saját dinamikus fájlelnevezési minta létrehozásához. Válasszon egy blokkot a kimenet módosításához, vagy húzza a tálcába az eltávolításhoz.
nb: Dra og slipp blokker for å bygge ditt eget dynamiske filnavngivningsmønster. Velg en blokk for å modifisere dens utgivelse eller dra den intil søppelkassen for å få den fjærnet.
pl: Przeciągnij i upuść bloki, aby zbudować własny dynamiczny wzorzec nazywania plików. Zaznacz blok, aby zmodyfikować jego dane wyjściowe, lub przeciągnij go do kosza, aby go usunąć.
pt_br: Arraste e solte blocos para gerar seu próprio padrão dinâmico de nomeação de arquivos. Selecione um bloco para modificar seu resultado ou arraste-o para a lixeira para removê-lo.
ru: Перетаскивайте блоки, чтобы создать собственный шаблон динамического именования файлов. Выберите блок, чтобы изменить его вывод, или перетащите его в корзину, чтобы удалить.
sk: Presuňte bloky a vytvorte si vlastný dynamický vzor pomenovania súborov. Vyberte blok, ak chcete upraviť jeho výstup, alebo ho potiahnutím do koša odstráňte.
uk: Перетягуйте блоки, щоб створити свій власний динамічний шаблон іменування файлів. Виберіть блок, щоб змінити його вихід, або перетягніть його в кошик, щоб видалити.
zh_hans: 拖放方块以构建自己的自动文件命名模式。选择一个方块以修改其输出，或将其拖动到垃圾箱中以将其删除。

# TextFileNamingBlockInvalid.ToolTipService.ToolTip
source: Invalid block
ar_tn: مربع غير صالح
cs: Chybný blok
he: בלוק לא חוקי
hu: Érvénytelen blokk
nb: Ugyldig blokk
pl: Nieprawidłowy blok
pt_br: Bloco inválido
ru: Неверный блок
sk: Neplatný blok
uk: Недійсний блок
zh_hans: 无效的方块

# TextFileNamingBlockSkippedForAuto.Text
source: This block will always be skipped for scans with the automatic configuration.
ar_tn: سيتم تخطي هذا المربع دائما في كافة عمليات المسح الضوئي ذات التكوين الآلي.
cs: Tento blok bude při skenování s automatickou konfigurací vždy vynechán.
hu: Ez a blokk mindig kimarad az automatikus konfigurációval végzett vizsgálatoknál.
nb: Denne blokken vil alltid bli forbigått på innskanningene med den automatiske konfigurasjonen.
pl: Ten blok będzie zawsze pomijany w przypadku skanowania z konfiguracją automatyczną.
pt_br: Este bloco sempre será ignorado em digitalizações com configurações automáticas.
ru: Этот блок всегда будет пропущен для сканирований с автоматической настройкой.
sk: Tento blok bude vždy preskočený pri skenovaní s automatickou konfiguráciou.
uk: Цей блок завжди буде пропущено для сканування з автоматичною конфігурацією.
zh_hans: 对于自动配置的扫描，总是跳过此方块。

# HeadingFileNamingBlockDate.Text
source: Date
ar_tn: التاريخ
cs: Datum
he: תאריך
hu: Dátum
nb: Datoen
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
uk: Дата
zh_hans: 日期

# HeadingFileNamingBlockTime.Text
source: Time
ar_tn: الوقت
cs: Čas
he: זמן
hu: Idő
nb: Tiden
pl: Czas
pt_br: Tempo
ru: Время
sk: Čas
uk: Час
zh_hans: 时间

# DialogCustomFileNaming.PrimaryButtonText
source: Confirm
ar_tn: تأكيد
cs: Potvrdit
he: אישור
hu: Rendben
nb: Godta
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdiť
uk: Підтвердьте
zh_hans: 确认

# DialogCustomFileNaming.SecondaryButtonText
source: Cancel
ar_tn: إلغاء
cs: Zrušit
he: ביטול
hu: Mégse
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# ErrorMessageRenameInvalidFileName.Text
source: Invalid file name
ar_tn: اسم ملف غير صالح
cs: Chybný název souboru
he: שם קובץ לא חוקי
hu: Érvénytelen fájlnév
nb: Ugyldig filnavn
pl: Niepoprawna nazwa pliku
pt_br: Nome inválido de arquivo
ru: Неверное имя файла
sk: Neplatný názov súboru
uk: Недійсна назва файлу
zh_hans: 文件名无效

# ButtonMoveBackward.Text
source: Move backward
ar_tn: انتقل إلى الخلف
cs: Posun zpět
he: הזז אחורה
hu: Hátrébb
pl: Przesuń do tyłu
ru: Переместить ниже
sk: Presunúť dozadu
uk: Пересунути назад

# ButtonMoveForward.Text
source: Move forward
ar_tn: أنتقل إلى الأمام
cs: Přesunout vpřed
he: הזז קדימה
hu: Előrébb
pl: Przesuń do przodu
ru: Переместить выше
sk: Presunúť dopredu
uk: Пересунути вперед

# ButtonMoveToBack.Text
source: Move to back
ar_tn: الإنتقال إلى الخلف
cs: Přesunout dozadu
he: העבר לאחור
hu: Hátra
pl: Przesuń w bok
ru: В конец
sk: Presunúť na koniec
uk: Пересунути в кінець

# ButtonMoveToFront.Text
source: Move to front
ar_tn: الإنتقال إلى الأمام
cs: Přesunout dopředu
he: העבר לחזית
hu: Előre
pl: Przesuń na przód
ru: В начало
sk: Presunúť na začiatok
uk: Пересунути на початок

# ButtonDeleteBlock.Text
source: Delete block
ar_tn: حذف المربع
cs: Smazat blok
he: מחק בלוק
hu: Blokk törlése
pl: Usuń blok
ru: Удалить блок
sk: Odstrániť blok
uk: Видалити блок

# OptionEditCropSimilarPagesSelectAll.Content
source: Select all
he: בחר הכל
pl: Zaznacz wszystkie

# ButtonDialogOtherAppsFree.Text
source: Free
ar_tn: مجاناً
cs: Zdarma
pl: Bezpłatnie
ru: Бесплатно

# ButtonOtherApps.ToolTipService.ToolTip
source: Discover more
ar_tn: اكتشف المزيد
cs: Objevte více
he: מידע נוסף
pl: Odkryj więcej
ru: Узнайте больше

# HeadingDialogOtherApps.Text
source: Discover more
ar_tn: اكتشف المزيد
cs: Objevte více
he: מידע נוסף
pl: Odkryj więcej
ru: Узнайте больше

# SubheadingDialogOtherApps.Text
source: Check out my other apps, if you like this one.
ar_tn: جرّب تطبيقاتي الأخرى أيضاً إذا أعجبك هذا التطبيق.
cs: Pokud se vám tato aplikace líbí, vyzkoušejte i mé další aplikace.
he: בדוק את האפליקציות האחרות שלי, אם נהנית מהאפליקציה הזו.
pl: Wypróbuj także inne moje aplikacje, jeśli ta Ci się spodoba.
ru: Посмотрите другие мои приложения, если вам понравилось это.

# TextDialogOtherAppsClipShelf.Text
source: Pin your clipboard to the taskbar and access the clipboard history from anywhere.
ar_tn: قم بتثبيت الحافظة في شريط المهام والوصول إلى محفوظات الحافظة من أي مكان.
cs: Připněte si schránku na hlavní panel a přistupujte k historii schránky odkudkoli.
he: הצמד את הלוח שלך לשורת המשימות וקבל גישה להיסטוריית הלוח מכל מקום.
pl: Przypięcie schowka do paska zadań i dostęp do historii schowka z dowolnego miejsca.
ru: Закрепите буфер обмена на панели задач и получайте доступ к истории буфера обмена из любого места.

# DialogOtherApps.CloseButtonText
source: Close
he: סגור
pl: Zamknij

# ButtonManageExportPage.Text
source: Export as image
he: ייצוא כתמונה
pl: Wyeksportuj jako obraz

# TextMeasurementsUnitCentimeters
source: cm
ar_tn: سنتيمتر
he: ס"מ
hi: से.मी.
ru: см
uk: см
zh_hans: 厘米

# HeadingFileNamingBlockHourPeriod.Text
source: AM/PM
ar_tn: صباحاً/مساءاً
cs: Dop./Odp.
hu: DE/DU
nb: PM/EM
pt_br: Período de hora
ru: Часовой период
uk: Період доби
zh_hans: 上午/下午

# ButtonEditCropAspectRatioChineseKai4.Text
source: Kai 4
nb: Kai fire
zh_hans: 4 开

# ButtonEditCropAspectRatioChineseKai8.Text
source: Kai 8
nb: Kai åtte
zh_hans: 8 开

# ButtonEditCropAspectRatioChineseKai16.Text
source: Kai 16
zh_hans: 16 开

# ButtonEditCropAspectRatioChineseKai32.Text
source: Kai 32
zh_hans: 32 开

# ButtonEditCropAspectRatioNAANSIA.Text
source: ANSI A - Letter
ca: ANSI A - Carta
he: ANSI A - מכתב
hi: ANSI A - लेटर
nb: ANSI A - Brev
sk: ANSI A - List
zh_hans: ANSI A - 信件

# ButtonEditCropAspectRatioNAANSIB.Text
source: ANSI B - Ledger/Tabloid
ca: ANSI B - Llibre Major/Tabloide
he: ANSI B - פנקס/עתונון
hi: ANSI B - लेजर/टैबलॉयड
sk: ANSI B - Kniha/Denník
zh_hans: ANSI B - 账本

# ButtonEditCropAspectRatioNAANSIC.Text
source: ANSI C - Broadsheet
ca: ANSI C - Full de càlcul
he: ANSI C - גיליון רחב
hi: ANSI C - ब्रॉडशीट
nb: Bredt-ark
sk: ANSI C - Veľkoplošný list
zh_hans: ANSI C - 对开大报

# OptionSurveyAppDiscoveryStore
source: Microsoft Store
ar_tn: متجر مايكروسوفت
hi: माइक्रोसॉफ्ट स्टोर
nb: Microsoft Store / Microsoft Butikk
pt_br: Loja da Microsoft
ro: Din Microsoft Store
zh_hans: 微软商店

# ButtonEditCropAspectRatioNALegal.Text
source: Legal
ar_tn: قانوني
cs: Právní
nb: Lovlig
sk: Právne informácie
uk: Законний
zh_hans: 法律

# OptionScanOptionsResolution
source: {0:0} DPI
ar_tn: {0:0} نقطة في البوصة الواحدة
hi: {0:0} डीपीआई

# HyperlinkSettingsFeedbackGithub.Text
source: GitHub
he: גיטהאב

# DialogPrivacySetup.PrimaryButtonText
source: Confirm
ca: Confirma
hi: पुष्टि करें
nl: Bevestigen

# OptionSettingsAutoRotationLanguage.Content
source: Recognizer language
ca: Reconeixedor d'idioma
hi: पाठ पहचानकर्ता की भाषा
nl: Herkenningstaal

# StoreUpdate3.0.0.0
source: This update includes official support for Windows 11 with a beautiful new design that matches the rest of the system. Discover new features, such as the highly-requested ability to reuse your previous scan options so you don't need to select the "PDF" format every single time, as well as some other smart features like automatic rotation, which allows you to just put your pages on the flatbed without having to worry about their orientation. If you're using a more professional scanner, you can now apply advanced scan options like automatic cropping, automatic color mode selection and brightness/contrast adjustment. These options require a compatible scanner and need to be enabled in the app settings.
hi: इस अपडेट मे विंडोज ११ के आधिकारिक समर्थन के साथ एक सुंदर नया डिज़ाइन शामिल है जो सिस्टम के बाकी हिस्सों से मेल खाता है। नई सुविधाएँ पाऍं, जैसे कि आपके पिछले स्कैन ऑप्शंस का पुन: प्रयोग करने की अत्यधिक-अनुरोधित क्षमता, ताकि आपको हर बार "पीडीएफ" फॉर्मेट का चयन करने की आवश्यकता न हो, साथ ही साथ स्वचालित घूर्णन जैसी कुछ अन्य स्मार्ट सुविधाएँ, जो आपको अपने पृष्ठों के अभिविन्यास के बारे में चिंता किए बिना उन्हें फ्लैटबेड पर रखने की अनुमति देती हैं। यदि आप अधिक पेशेवर स्कैनर का प्रयोग कर रहे हैं, तो अब आप स्वचालित क्रॉपिंग, स्वचालित रंग मोड चयन और चमक/कंट्रास्ट समायोजन जैसे उन्नत स्कैन ऑप्शंस लागू कर सकते हैं। इन ऑप्शंस के ऐप सेटिंग्स में सक्षम होने के साथ एक संगत स्कैनर की आवश्यकता होती है।

# HeadingHelpPdf.Text
source: PDF
hi: पीडीएफ

# HeadingSettingsMeasurementUnits.Text
source: Measurement Units
ca: Unitats de mesura
hi: माप की इकाइयाँ
nl: Meeteenheden
ro: Unități de măsură
